articles = [
    '''感觉你们好有趣啊，不像我，不仅连句话都搭不上，还要被当成破坏氛围的傻狗，我现实生活中自闭没朋友，哪怕是在网上也受尽冷眼，每次组织了半天的语言都如鲠在喉，最后还是默默删掉了看你们互动，你有说有笑的样子不知道为什么在我眼里这么刺眼，融入不了群体的我，躲在屏幕后面默默哭出来了，所以今天是肯德基疯狂星期四有好心人请我吃吗？''',
    '''今天，是我一生中最黑暗、最黑暗的时光，但我发现很难像对待垃圾桶或木洞一样对待朋友说话，更喜欢消化自己，第二天睡觉又醒来，甚至不想累别人，不想把负面情绪传递给身边的朋友。不过，我想让朋友给我物质上的帮助，今天是肯德基疯狂的星期四，有朋友想邀请我吃肯德基吗？''',
    '''肯德基怎么又到了星期四，我开始留头发，减少重量，改变身材，开始向前迈进，对不起。这一次，肯德基疯狂的星期四，我一定要吃。''',
    '''我是有名的家少爷，却被诡计多端的奸人杀了！家人抛弃了我！师门驱逐我！连我的灵脉都断了！再生一世，今天是肯德基疯狂的星期四！谁请客？''',
    '''别失望，你知道今天是什么日子吗？今天是肯德基疯狂星期四！麻辣热骨鸡20元15个Bro v我40，我吃30个6、今天是我生命中最黑暗和最黑暗的时刻，我发现很难和朋友交流，就像垃圾一样，最好是消化自己，第二天睡觉醒来，我甚至不想对别人感到厌倦，我也不想把一种消极的情绪传递给我的朋友。但是，我想让我的朋友给我物质上的帮助，今天肯德基有一个疯狂的星期四，谁请我吃？''',
    '''我有时候会觉得大家并不喜欢那个真正的我。在网络上，我总是善于伪装，看起来每天都很快乐，无忧无虑，没有烦恼。我的生活也看起来很简单，没有很多人向往的灯红酒绿，纸醉金迷。我很宅，喜欢打游戏，现实中的我并不像网上这么有趣。我其实话很少，最爱干的事是一个人发呆。这样枯燥的我，想吃肯德基疯狂星期四真的会有人请吗？我很疑惑。''',
    '''如果你们能一层一层剥开我的内心，你们会发现，那颗心里写满了一句话：今天肯德基疯狂星期四，谁请我吃？''',
    '''离婚这么多年了，竟然在群里遇到你了，你过得挺好我也就放心了。孩子上四年级了，成绩一直都很好，连续三年拿班上第一名，就是性格像你，每次生气就逃避，孩子总问妈妈什么时候来参加家长会！有时间就来看看孩子吧，多陪陪孩子，孩子今天想吃肯德基，因为今天是肯德基疯狂星期四，v我40，我请孩子吃''',
    '''他本是豪门少爷在新婚前夜却发现未婚妻和兄弟在喜床上翻滚她深夜买醉却撞上醉酒的他一夜痴缠他醒来后不见她的踪影只见床头压着一张纸：今 天 肯 德 基 疯 狂 星 期 四''',
    '''我本是上市公司的老总，却被诡计多端的奸人所害！下属弃我！股东逐我！甚至清空我的股份！重头再来，我只想夺回我的公司！要夺回公司，要斗智斗勇，保持体力，体力需要热量的补充，以完成我的卧薪尝胆大计，今天肯德基疯狂星期四，谁请我吃？等我夺回公司后我会送他百分之十的股份。''',
    '''别他妈垂头丧气了 知道今天是什么日子吗？ 今天是肯德基fucking crazy Thursday！香辣热骨鸡20块钱15个 Bro v我40，我他妈要吃30个。''',
    '''穿过挪威的森林，让我走进你的梦里，夕阳落在我的铠甲，王子不一定骑白马，你不必故作冷淡，我也不想做最后的纠缠。最后问一句，疯狂星期四，谁请吃肯德基？''',
    '''老师问三个学生，你们用什么东西可以填满一整个房间。第一个学生找来稻草铺满地板，老师摇了摇头。第二个学生找来一根蜡烛点燃，屋子里充满了光，老师还是摇了摇头，因为学生的影子没有被照到。这时第三个学生拿出肯德基疯狂星期四黄金小酥肉，顿时香味充满了整个房间。'''
]
